Repository: damirazo/pandas-profiling
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: build report structure
ru: формирование структуры отчета

source: correlations
ru: схожесть

source: No common prefix
ru: Нет общего префикса

source: Count
ru: Количество

source: Matrix
ru: Матрица

source: Heatmap
ru: Тепловая карта

source: Dendrogram
ru: Дендрограмма

source: missing
ru: отсутствующие значения

source: interactions [continuous]
ru: непрерывные взаимодействия

source: variables
ru: переменные

source: table
ru: таблица

source: warnings
ru: предупреждения

source: warnings [table]
ru: предупреждения по таблицам

source: warnings [variables]
ru: предупреждения по переменным

source: warnings [correlations]
ru: предупреждения по корреляциям

source: package
ru: пакеты

source: CONSTANT
ru: ПОСТОЯННОЕ ЗНАЧЕНИЕ

source: ZEROS
ru: НУЛЕВОЕ ЗНАЧЕНИЕ

source: HIGH CORRELATION
ru: ВЫСОКАЯ СХОЖЕСТЬ

source: RECODED
ru: ПЕРЕКОДИРОВАННОЕ ЗНАЧЕНИЕ

source: HIGH CARDINALITY
ru: БОЛЬШОЙ РАЗБРОС

source: UNSUPPORTED
ru: НЕ ПОДДЕРЖИВАЕТСЯ

source: DUPLICATES
ru: ДУБЛИКАТЫ

source: SKEWED
ru: ПЕРЕКОС

source: MISSING
ru: ОТСУТСТВУЮЩИЕ ЗНАЧЕНИЯ

source: INFINITE
ru: БЕСКОНЕЧНЫЕ ЗНАЧЕНИЯ

source: TYPE DATE
ru: ДАТА

source: UNIQUE
ru: УНИКАЛЬНОЕ ЗНАЧЕНИЕ

source: CONSTANT LENGTH
ru: ЗНАЧЕНИЕ С ФИКСИРОВАННЫМ РАЗМЕРОМ

source: REJECTED
ru: ОТКЛОНЕНО

source: UNIFORM
ru: ОДНОРОДНОЕ ЗНАЧЕНИЕ

source: CAT
ru: КАЧЕСТВЕННЫЙ ПОКАЗАТЕЛЬ

source: BOOL
ru: БУЛЕВО ЗНАЧЕНИЕ

source: NUM
ru: ЧИСЛО

source: DATE
ru: ДАТА

source: PATH
ru: ПУТЬ

source: COMPLEX
ru: КОМПЛЕКСНОЕ ЗНАЧЕНИЕ

source: This variable has a high correlation with {num} fields: {title}
ru: Данная переменная имеет высокую схожесть с {num} полей: {title}

source: warning on column
ru: предупреждение по колонке

source: Other values
ru: Прочие значения

source: Missing
ru: Отсутствующие значения

source: Variabele
ru: Переменная

source: top
ru: верх

source: bottom
ru: низ

source: Sequence
ru: Последовательность

source: Value
ru: Значение

source: Frequency (%)
ru: Частота (%)

source: Toggle details
ru: Переключить просмотр детализации

source: Dataset info
ru: Информация о наборе данных

source: Number of variables
ru: Количество переменных

source: Number of observations
ru: Количество наблюдений

source: Missing cells
ru: Недостающие ячейки

source: Duplicate rows
ru: Дублирующиеся строки

source: Total size in memory
ru: Общий размер в памяти

source: Average record size in memory
ru: Средний размер записи в памяти

source: Variables types
ru: Типы переменных

source: Toggle Reproduction Information
ru: Переключить просмотр информации о воспроизведении

source: Reproduction info
ru: Информация о воспроизведении

source: Analysis started
ru: Анализ начат в

source: Analysis finished
ru: Анализ завершен в

source: Version
ru: Версия

source: Command line
ru: Командная строка

source: Download Configuration
ru: Файл конфигурации

source: Toggle Warnings
ru: Переключить просмотр информации о предупреждениях

source: Warnings
ru: Предупреждения

source: has constant value
ru: имеет постоянное значение

source: Rejected
ru: Отклонено

source: Warning
ru: Предупреждение

source: has a high cardinality
ru: имеет сильный разброс

source: distinct values
ru: уникальных значений

source: is highly correlated with
ru: имеет высокую схожесть с

source: High Correlation
ru: Высокая схожесть

source: has
ru: имеет

source: infinite values
ru: бесконечные значения

source: Infinite
ru: Бесконечные значения

source: has missing values:
ru: содержит отсутствующие значения:

source: is highly skewed
ru: сильно перекошено

source: Skewed
ru: Перекос

source: Truncated
ru: Усечено

source: only contains datetime values, but is categorical
ru: содержит только значения даты и времени, но используется как качественный показатель

source: Consider applying
ru: Рассмотрите возможность

source: Type
ru: Тип

source: is an unsupported type, check if it needs cleaning or further analysis
ru: это неподдерживаемый тип, проверьте не нуждается ли он в очистке или дополнительном анализе

source: has zeros:
ru: содержит нулевые значения:

source: Zeros
ru: Нулевые значения

source: Report generated with
ru: Отчет создан с помощью

source: Toggle navigation
ru: Переключить просмотр навигации

source: Overview
ru: Обзор

source: Variables
ru: Переменные

source: Correlations
ru: Схожесть

source: Interactions
ru: Взаимодействия

source: Missing values
ru: Отсутствующие значения

source: Sample
ru: Выборка

source: PyQt5 button
ru: Кнопка PyQt5

source: Frequency Table
ru: Частотная таблица

source: Small Frequency Table
ru: Малая частотная таблица

source: Pearson's r
ru: r Пирсона

source: Spearman's ρ
ru: ρ Спирмена

source: Kendall's τ
ru: τ Кендалла

source: Phik (φk)
ru: Фик (φk)

source: Cramér's V (φc)
ru: V (φc) Крамера

source: Recoded
ru: Перекодированное

source: First rows
ru: Первые строки

source: Last rows
ru: Последние строки

source: Report
ru: Отчет

source: Boolean
ru: Булево

source: Distinct count
ru: Кол-во уникальных значений

source: Unique (%)
ru: Уникальность (%)

source: Missing (%)
ru: Отсутствующие значения (%)

source: Memory size
ru: Размер в памяти

source: Categorical
ru: Качественные показатели

source: Common Values
ru: Общие значения

source: Max length
ru: Максимальная длина

source: Mean length
ru: Средняя длина

source: Min length
ru: Минимальная длина

source: Length
ru: Длина

source: Scatter
ru: Разброс

source: Categories
ru: Категории

source: Scripts
ru: Сценарии

source: Blocks
ru: Блоки

source: Characters
ru: Символы

source: Complex number
ru: Комплексное число

source: Mean
ru: Среднее

source: Minimum
ru: Минимум

source: Maximum
ru: Максимум

source: Zeros (%)
ru: Нулевые значения (%)

source: Scatterplot
ru: Разброс точек

source: Scatterplot in the complex plane
ru: Разброс точек в комплексной плоскости

source: Real number
ru: Вещественное число

source: Mini histogram
ru: Мини-гистограмма

source: Quantile statistics
ru: Статистика по квантилям

source: 5-th percentile
ru: 5-ый персентиль

source: median
ru: Медиана

source: 95-th percentile
ru: 95-ый персентиль

source: Range
ru: Диапазон

source: Interquartile range
ru: Межквартильный размах

source: Descriptive statistics
ru: Описательная статистика

source: Standard deviation
ru: Стандартное отклонение

source: Coefficient of variation
ru: Коэффициент вариации

source: Kurtosis
ru: Эксцесс

source: MAD
ru: Абсолютное отклонение

source: Skewness
ru: Перекос

source: Sum
ru: Сумма

source: Variance
ru: Расхождение

source: Histogram
ru: Гистограмма

source: Histogram with fixed size bins
ru: Гистограмма с фиксированным размером сегментов

source: bins
ru: сегментов

source: Common values
ru: Общие значения

source: Minimum 5 values
ru: 5 записей с минимальными значениями

source: Maximum 5 values
ru: 5 записей с максимальными значениями

source: Extreme values
ru: Экстремальные значения

source: <strong>Histogram with variable size bins</strong> (bins={}, <a href="https://ui.adsabs.harvard.edu/abs/2013ApJ...764..167S/abstract" target="_blank">"bayesian blocks"</a> binning strategy used)
ru: <strong>Гистограмма с фиксированными сегментами</strong> (сегменты={}, используется стратегия биннинга <a href="https://ui.adsabs.harvard.edu/abs/2013ApJ...764..167S/abstract" target="_blank">"байесовские блоки"</a>)

source: Dynamic Histogram
ru: Динамическая гистограмма

source: Histogram(s)
ru: Гистограмма(ы)

source: Unsupported
ru: Не поддерживается

source: Full
ru: Заполнено

source: Stem
ru: Основа

source: Name
ru: Наименование

source: Suffix
ru: Суффикс

source: Parent
ru: Родитель

source: File size
ru: Размер файла

source: <strong>Histogram with fixed size bins of file sizes (in bytes)</strong> (bins={})
ru: <strong>Гистограмма размеров файлов с фиксированными сегментами (в байтах)</strong> (сегментов={})

source: Image Path
ru: Путь до изображения

source: Image shape
ru: Форма изображения

source: Exif keys
ru: Ключи из EXIF

source: Frequency
ru: Частота

source: Scatterplot of image sizes
ru: Разброс размеров изображений

source: Infinite (%)
ru: Бесконечные значения (%)

source: Interquartile range (IQR)
ru: Межквартильные диапазоны (IQR)

source: Coefficient of variation (CV)
ru: Коэффициент отклонения (CV)

source: Median Absolute Deviation (MAD)
ru: Абсолютное отклонение (MAD)

source: Statistics
ru: Статистика

source: Scheme
ru: Схема

source: Netloc
ru: Сетевой адрес

source: Path
ru: Путь

source: Query
ru: Запрос

source: Fragment
ru: Фрагмент

source: Imaginary
ru: Мнимое

source: Real
ru: Вещественное
